tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "giflib"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "cairo"
brew "cloc"
brew "gcc"
brew "open-mpi"
brew "gdk-pixbuf"
brew "openjpeg"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "pkg-config"
brew "python@3.12"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "goreleaser"
brew "harfbuzz"
brew "hdf5"
brew "hey"
brew "htop"
brew "id3v2"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "libfido2"
brew "libmatio"
brew "pango"
brew "librsvg"
brew "lsd"
brew "make"
brew "md5sha1sum"
brew "media-info"
brew "mktorrent"
brew "mozjpeg"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "openslide"
brew "pacvim"
brew "php"
brew "tcl-tk"
brew "pillow"
brew "poppler"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "scdoc"
brew "shellcheck"
brew "sox"
brew "sqlc"
brew "starship"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "qmk/qmk/qmk"
cask "dozer"
cask "font-fira-code"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "qmk-toolbox"
vscode "aaron-bond.better-comments"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.vscode-go-syntax"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "mrmlnc.vscode-autoprefixer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nomicfoundation.hardhat-solidity"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "shan.code-settings-sync"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tobias-z.vscode-harpoon"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
